Repository: gsarangi64/Saxopedia-iOS
Catalog: Saxopedia/Localizable.xcstrings
Source language: en
Languages: es, fr

source: About
es: acerca de
fr: Propos

source: App Info
es: información de la aplicación
fr: Informations sur l'application

source: Appearance
es: información de la aplicación
fr: Apparence

source: Auto Refresh
es: actualización automática
fr: Actualisation automatique

source: Browse Repertoire
es: explorar el repertorio
fr: Parcourir le répertoire

source: By Composer
es: compositor
fr: Par Compositeur

source: By Title
es: título
fr: Par Titre

source: By Year
es: año
fr: Par Année

source: Content
es: contenido
fr: Contenu

source: Credits
es: créditos
fr: Crédits

source: Minute
es: minuto

source: Pieces
es: piezas
fr: Pièces

source: Practice!!
es: ¡Práctica!

source: Search Composers
es: Buscar compositores

source: %@ has been added to your favorites.
fr: %@ a été ajouté à vos favoris.

source: Add to Favorites
fr: Ajouter aux favoris

source: Added to Favorites
fr: Ajouté aux favoris

source: API Data
fr: Données API

source: API Data Points
fr: Points de données API

source: API Error
fr: Erreur API

source: API Information
fr: Informations sur l'API

source: API Results (%lld found)
fr: Résultats de l'API (%lld trouvée)

source: API Statistics
fr: Statistiques de l'API

source: API Status: Connected (%lld results)
fr: État de l'API : Connecté (%lld résultats)

source: Born
fr: Né

source: Build
fr: Contruire

source: Cancel
fr: année

source: Composer API
fr: API du compositeur

source: Composer API Data (Open Opus)
fr: Données de l'API Composer (Open Opus)

source: Composer data not available in API
fr: Données du compositeur non disponibles dans l'API

source: Composer name
fr: Nom du compositeur

source: Composers API
fr: API des compositeurs

source: Copyright
fr: Droits d’auteur

source: Daily Reminder
fr: Rappel quotiden

source: Dark Mode
fr: Mode sombre

source: Data
fr: Données

source: Data Source
fr: Source de données

source: Data Sources
fr: Sources de données

source: Detailed API Data
fr: Données API détaillées

source: Died
fr: Décès

source: Earliest Piece
fr: Première œuvre

source: Enable Notifications
fr: Activer les notifications

source: Enter a composer name and tap search
fr: Saisissez le nom d’un compositeur et appuyez sur rechercher

source: Hour
fr: Heure

source: It's time to practice!
fr: C’est l’heure de pratiquer!

source: Last Updated
fr: Dernière mise à jour

source: Listen to Recording
fr: Écouter l’enregistrement

source: Live API Connection
fr: Connexion API en direct

source: Live data fetched from Open Opus API
fr: Données en direct récupérées de l’API Open Opus

source: Load Failed
fr: Échec du chargement

source: Loading composer data from API...
fr: Chargement des données du compositeur depuis l’API…

source: Loading composer data...
fr: Chargement des données du compositeur

source: Loading...
fr: Chargement…

source: More Options
fr: Plus d’options

source: Most Recent Piece
fr: Œuvre la plus récente

source: Name
fr: Nom

source: No composers found
fr: Aucun compositeur trouvé

source: No pieces loaded
fr: Aucune pièce chargée

source: Notes
fr: Remarques

source: Notifications Disabled
fr: Notifications désactivées

source: Piece Details (from JSON API)
fr: Détails de la pièce (API JSON)

source: Pieces Loaded
fr: Pièces chargées

source: Settings
fr: Paramètres

source: Share
fr: Partager

source: Show Composer Info
fr: Afficher les Informations sur le Compositeur

source: View Similar Pieces
fr: Voir des Pièces Similaires
